---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
FilterStringLessOrEqual Properties
FilterStringLessOrEqual Class See Also Send Feedback
---

The FilterStringLessOrEqual type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity.  (Inherited from FilterStringRuleEvaluator.) |

# See Also

FilterStringLessOrEqual Class

Autodesk.Revit.DB Namespace